welcome = """
Приветствуем, {name}! Мы делаем сайты на заказ. Заказать нужный вам сайт вы можете через этого бота😉
"""

get_title = """
Напишите тему вашего сайта🤔
"""

get_mark = """
Какую оценку вы бы хотели получить после сдачи сайта преподавателю?🤓
"""

get_rate = """
Срочно или нет? (*1)
"""

get_comment = """
Введите комментарий для заказа (*2)
"""

get_email = """
Enter your email (*3)
"""

confirm = """
Заказ на тему "{title}"
На оценку {mark}
Срочно: {rate}
Комментарий к заказу:
{comment}
Почта: {email}

Стоимость: {price}
Все верно? (*4)
"""

new_order = """
НОВЫЙ ЗАКАЗ!!!{rate}

@{username} сделал новый заказ.
Тема: {title}
Оценка: {mark}
Почта: {email}
Цена заказа: {price}
Время оформления: {time}

Комментарий к заказу:
{comment}
"""