welcome = """
Приветствуем, {name}! Мы делаем сайты на заказ. Заказать нужный вам сайт вы можете через этого бота😉
"""

get_title = """
Напишите тему вашего сайта🤔
"""

get_mark = """
Какую оценку вы бы хотели получить после сдачи сайта преподавателю?🤓
"""

get_rate = """
Заказ срочный или нет?⏰
(При выборе "срочно" +40% к стоимости заказа💵)
"""

get_comment = """
Введите комментарий для заказа.
Количество страниц, обязательные моменты в проекте, цвета и тд.
"""

get_email = """
Напишите вашу почту, на которую мы отправим вам готовый сайт👌
"""

confirm = """
Заказ на тему "{title}"
На оценку {mark}
Срочно: {rate}
Комментарий к заказу:
{comment}
Почта: {email}

Стоимость: {price}
Все верно? 🧐
"""

new_order = """
НОВЫЙ ЗАКАЗ!!!{rate}

@{username} сделал новый заказ.
Тема: {title}
Оценка: {mark}
Почта: {email}
Цена заказа: {price}
Время оформления: {time}

Комментарий к заказу:
{comment}
"""

order_confirmed = """
Благодарим за заказ🥳
Скоро с вами свяжется наш технический специалист для подтверждения заказа и его дальнейшей оплаты.💵
Техподдержка: @eliseymaer07👨‍💻
"""